---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.UnableToMaintainExclusionsWarn
source: html/70f177dd-6a33-e750-b6c5-1f48b72ce80b.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.UnableToMaintainExclusionsWarn Property

Unable to maintain exclusion of some group members. Some excluded members have been restored.

## Syntax (C#)
```csharp
public static FailureDefinitionId UnableToMaintainExclusionsWarn { get; }
```